const allPrograms = [
  {
    id: '1',
    title: 'Психологічна консультація',
    shortInfo: `Консультація триває 1 годину.
      • Перш ніж записатися Вам необхідно зрозуміти, з чим Ви 
      заходитимете в роботу`,
    image: 'https://www.b17.ru/foto/article/343592.jpg',
    mainImage: 'https://www.elitbuketschool.art/wp-content/uploads/2021/04/flat-lay-box-with-colorful-easter-eggs-copy-space-scaled.jpg',
    fullInfo: `• Консультація триває 1 годину.
    • Перш ніж записатися Вам необхідно зрозуміти, з чим Ви 
    заходитимете в роботу.
    * Після цього Ви ознайомлюєтеся з правилами та записуєтеся на 
    консультацію.
    * Робота відбувається регулярно 1 раз на тиждень, у поодиноких 
    випадках можу взяти на два рази на тиждень, але це обговорюється 
    вже на консультації.
    * Коли Ви приходите до результату зі мною, виходячи з Вашого 
    запиту, то виділяється 1-3 зустрічі для завершення терапевтичного 
    процесу.
    Далі, Ви вирішуєте самостійно - завершувати Вам роботу в 
    консультаціях зовсiм або йти до наступного запиту пізнавати себе.
    * Психологічні Консультації зі мною - це можливість розкривати та 
    пізнавати себе з різних боків, тому тривалiсть консультацій 
    визначається глибиною та інтересом клієнта до себе та своєї 
    особистості.`,
    price: '900 грн',
    variants: [],
  },
  {
    id: '2',
    title: 'Групова терапія',
    shortInfo: '12 зустрічей, 1 зустріч - 2 дні по 4 години. У групі 10-12 осіб. Кожна зустріч на певну тему, де поєднується теорія та практика',
    image: 'https://nadpo.ru/upload/medialibrary/e55/2ovuhv0xibsureq4wxbu5qgvyjvuhv51.jpg',
    mainImage: 'https://www.elitbuketschool.art/wp-content/uploads/2021/04/flat-lay-box-with-colorful-easter-eggs-copy-space-scaled.jpg',
    fullInfo: `* 12 зустрічей, 1 зустріч - 2 дні по 4 години.
    * У групі 10-12 осіб.
    * Кожна зустріч на певну тему, де поєднується теорія та практика.
   * Робота відбувається регулярно 1 раз на місяць, 2 дні поспіль по 4 
   години.
   * Перш ніж записатися, Ви ознайомлюєтеся з правилами, 
   визначаєтесь з запитом і потім записуєтеся в лист очікування до 
   повного набору групи.
    * У групі створюється безпечне середовище, де кожен зможе 
   звикнути та проявитися за внутрішнім відгуком, побачити свої 
   механізми поведінки та зможе навчитися їх видозмінювати або 
   навчитися діяти по-новому, без насилля над собою.
    * Зможете навчитися більш ефективній комунікації, тому що це 
   можливо там, де можна перенести шаблон світу в мікросвіт з 
   безпечним середовищем`,
    price: '2000 грн',
    variants: [],
  },
  {
    id: '3',
    title: 'Сімейна консультація',
    shortInfo: `Консультація триває 1 годину
      * Ви з Вашим партнером визначаєте запит і ознайомившись з 
      правилами записуєтеся на консультацію`,
    image: 'https://holdyou.net/uploads/page_builder/730cae73171b452442db681349e831e6.jpg',
    mainImage: 'https://www.elitbuketschool.art/wp-content/uploads/2021/04/flat-lay-box-with-colorful-easter-eggs-copy-space-scaled.jpg',
    fullInfo: `Консультація триває 1 годину
      * Ви з Вашим партнером визначаєте запит і ознайомившись з 
      правилами записуєтеся на консультацію.
      * Робота відбувається регулярно 1 раз на тиждень`,
    price: '1100 грн',
    variants: [],
  },
  {
    id: '4',
    title: 'Діагностика матриці долі',
    shortInfo: `
    * Консультація триває 1,5 години.
    * Ви відправляєте дату свого народження і питання, яке Вам цікаве.
    `,
    image: 'https://ucare.timepad.ru/3270b8c6-776a-4519-b613-10f0ede0ec30/-/preview/600x600/',
    mainImage: '',
    fullInfo: `
    * Консультація триває 1,5 години.
    * Ви відправляєте дату свого народження і питання, яке Вам цікаве.
    * Я готую інформацію, призначаю дату консультації та готую Вам 
    трансформаційний кейс
    * На консультації роблю запис зустрічі та розпаковую інформацію 
    щодо запиту і всіх причетних точок в матриці до Вашого запиту та 
    розповідаю, що робити з кейсом.
    *  У трансформаційний кейс входять завдання на трьох рівнях 
    свідомості (душі, розуму та тіла) для трансформації енергій, які 
    необхідно привести до +, згідно запиту.
    `,
    price: '2700 грн/1запит',
    variants: [],
  },
  {
    id: '5',
    title: 'Регресивний гіпноз',
    shortInfo: `
    * Триває 1.5 години.
    * Це консультація коли ми вирішуємо Ваш запит через практику 
    гіпнозу.
    `,
    image: 'https://tetiivmiskrada.org.ua/wp-content/uploads/gipnoticheskie-spirali.jpg',
    mainImage: '',
    fullInfo: `
    * Триває 1.5 години.
    * Це консультація коли ми вирішуємо Ваш запит через практику 
    гіпнозу.
    * Практика добре справляється з темою страхів, з негативними 
    ситуаціями котрі часто повторюються та допоможе знайти вихід з 
    негативних сценаріїв у житті.
    * Ви заходите точково в цю сесію і вирішуєте це питання через 
    усвідомлення причинно-наслідкових зв'язків.
    `,
    price: '1200 грн/год',
    variants: [],
  },
  {
    id: '6',
    title: 'Групова гра',
    shortInfo: `
    * Гра триває 2 години у групі з іншими учасниками.
    * Кожен із групи визначається зі своїм запитом.
    `,
    image: 'https://nikolailitvinenko.eu/wp-content/uploads/2016/12/Brooklyn-Group-Therapy-Greenpoint1.jpg',
    mainImage: '',
    fullInfo: `
    * Гра триває 2 години у групі з іншими учасниками.
    * Кожен із групи визначається зі своїм запитом.
    * Завдяки грі, моїм питанням, секторам на полі та карткам-підказкам
    Ви з підсвідомого дістаєте нову інформацію для усвідомлення.
    * Ви самостійно приходите до відповіді на свій запит.  Групова 
    динаміка пришвидшує процес.
    * І таким чином усвідомлюєте де йдете не туди і, що можна змінити.
    `,
    price: '1000 грн/2год',
    variants: [],
  },
  {
    id: '7',
    title: 'Індивідуальна гра',
    shortInfo: `
    * Гра проходить 2 години. Цей час ви проводите індивідуально зі 
    мною.
    * Ви визначаєтеся із запитом і ми починаємо процес дослідження 
    через гру.
    `,
    image: 'https://premiummedical.lv/ru/assets/image-cache/userfiles/content_images/PM_psihoterapija_web.d7443d9c.jpg',
    mainImage: '',
    fullInfo: `
    * Гра проходить 2 години. Цей час ви проводите індивідуально зі 
    мною.
     * Ви визначаєтеся із запитом і ми починаємо процес дослідження 
    через гру.
     * Завдяки секторам архетипам, картам-підказкам та моїм питанням 
    Ви дістаєте з несвідомого в свідоме массу своїх процесів, які 
    впливають на Ваш запит.
     * Ми опрацьовуємо кожен архетип глибше і простежуємо Ваші 
    реакції.
     * Через усвідомлення цього приходите до відповіді на своє 
    запитання.
    `,
    price: '1800 грн/2год',
    variants: [],
  },
  {
    id: '8',
    title: 'Сімейна гра',
    shortInfo: `
    * Триває 2 години.
    * Є два варіанти роботи:
    `,
    image: 'https://st2.depositphotos.com/1026266/5194/i/450/depositphotos_51949021-stock-photo-cardboard-figures-of-the-family.jpg',
    mainImage: '',
    fullInfo: `
    * Триває 2 години.
    * Є два варіанти роботи:
    * Один загальний запит
    (Наприклад: Ви вдвох хочете зрозуміти, Що заважає Вам налагодити
    стосунки)
    • Два різні запити
    (Наприклад: Ви хочете попрацювати із запитом на розкриття
    жіночності, а партнер на збільшення фінансів)
    Далі все теж саме відбувається, що і в груповій грі
    `,
    price: '1800грн/2год',
    variants: [],
  },
  {
    id: '9',
    title: 'Карта бажань групова',
    shortInfo: `
    * Майстер-клас триває 3 години.  З них 2 години ми працюємо зі 
    свідомою та несвідомою частиною, а 1 годину з тілом.
    `,
    image: 'https://www.gastronom.ru/binfiles/images/20221227/b78ea460.jpg',
    mainImage: '',
    fullInfo: `
    * Майстер-клас триває 3 години.  З них 2 години ми працюємо зі 
    свідомою та несвідомою частиною, а 1 годину з тілом.
    * Це унікальний метод роботи на 3х рівнях свідомості зі своїми 
    цілями, мріями та планами.
    * На рівні свідомості визначаємо Ваші провідні сфери життя, які Ви 
    хочете реалізувати. Через психологічну практику фільтруєте Ваші 
    мрії та цілі, визначаєте чи справжні ці бажання.  
    *На рівні несвідомого за допомогою метафоричних карт відповідаємо 
    собі на питання про свій стан.  
    * На рівні фізики пропускаємо бажання через тіло, дізнаємося істинні 
    вони чи ні.
    * Клеїмо картинки і працюємо з їх розташуванням на ватмані.
    `,
    price: '1000 грн/3год',
    variants: [],
  },
  {
    id: '10',
    title: 'Карта бажань індивідуальна',
    shortInfo: `
    * Майстер-клас триває 2 години.  З них 1,5 години ми працюємо зі 
    свідомою та несвідомою частиною
    `,
    image: 'https://www.smslife.ru/uploads/6274932.jpg',
    mainImage: '',
    fullInfo: `
    * Майстер-клас триває 2 години.  З них 1,5 години ми працюємо зі 
    свідомою та несвідомою частиною, пів години з тілом.
     * Це унікальний метод роботи на 3х рівнях свідомості зі своїми 
    цілями, мріями та планами.
    `,
    price: 'Уточнити',
    variants: [],
  },
];

export default allPrograms;
