const coursesBaseUK = [
  {
    id: '1',
    title: 'Психологічна консультація',
    shortInfo: `Консультація триває 1 годину.
      • Перш ніж записатися Вам необхідно зрозуміти, з чим Ви 
      заходитимете в роботу`,
    image: 'https://www.b17.ru/foto/article/343592.jpg',
    mainImage: 'https://www.elitbuketschool.art/wp-content/uploads/2021/04/flat-lay-box-with-colorful-easter-eggs-copy-space-scaled.jpg',
    fullInfo: `• Консультація триває 1 годину.
    • Перш ніж записатися Вам необхідно зрозуміти, з чим Ви 
    заходитимете в роботу.
    * Після цього Ви ознайомлюєтеся з правилами та записуєтеся на 
    консультацію.
    * Робота відбувається регулярно 1 раз на тиждень, у поодиноких 
    випадках можу взяти на два рази на тиждень, але це обговорюється 
    вже на консультації.
    * Коли Ви приходите до результату зі мною, виходячи з Вашого 
    запиту, то виділяється 1-3 зустрічі для завершення терапевтичного 
    процесу.
    Далі, Ви вирішуєте самостійно - завершувати Вам роботу в 
    консультаціях зовсiм або йти до наступного запиту пізнавати себе.
    * Психологічні Консультації зі мною - це можливість розкривати та 
    пізнавати себе з різних боків, тому тривалiсть консультацій 
    визначається глибиною та інтересом клієнта до себе та своєї 
    особистості.`,
    price: '900 грн',
    variants: [],
  },
  {
    id: '2',
    title: 'Групова терапія',
    shortInfo: '12 зустрічей, 1 зустріч - 2 дні по 4 години. У групі 10-12 осіб. Кожна зустріч на певну тему, де поєднується теорія та практика',
    image: 'https://nadpo.ru/upload/medialibrary/e55/2ovuhv0xibsureq4wxbu5qgvyjvuhv51.jpg',
    mainImage: 'https://www.elitbuketschool.art/wp-content/uploads/2021/04/flat-lay-box-with-colorful-easter-eggs-copy-space-scaled.jpg',
    fullInfo: `* 12 зустрічей, 1 зустріч - 2 дні по 4 години.
    * У групі 10-12 осіб.
    * Кожна зустріч на певну тему, де поєднується теорія та практика.
   * Робота відбувається регулярно 1 раз на місяць, 2 дні поспіль по 4 
   години.
   * Перш ніж записатися, Ви ознайомлюєтеся з правилами, 
   визначаєтесь з запитом і потім записуєтеся в лист очікування до 
   повного набору групи.
    * У групі створюється безпечне середовище, де кожен зможе 
   звикнути та проявитися за внутрішнім відгуком, побачити свої 
   механізми поведінки та зможе навчитися їх видозмінювати або 
   навчитися діяти по-новому, без насилля над собою.
    * Зможете навчитися більш ефективній комунікації, тому що це 
   можливо там, де можна перенести шаблон світу в мікросвіт з 
   безпечним середовищем`,
    price: '2000 грн',
    variants: [],
  },
  {
    id: '3',
    title: 'Сімейна консультація',
    shortInfo: `Консультація триває 1 годину.
      * Ви з Вашим партнером визначаєте запит і ознайомившись з 
      правилами записуєтеся на консультацію`,
    image: 'https://holdyou.net/uploads/page_builder/730cae73171b452442db681349e831e6.jpg',
    mainImage: 'https://www.elitbuketschool.art/wp-content/uploads/2021/04/flat-lay-box-with-colorful-easter-eggs-copy-space-scaled.jpg',
    fullInfo: `Консультація триває 1 годину.
      * Ви з Вашим партнером визначаєте запит і ознайомившись з 
      правилами записуєтеся на консультацію.
      * Робота відбувається регулярно 1 раз на тиждень`,
    price: '1100 грн',
    variants: [],
  },
];

export default coursesBaseUK;
