export const personalInfo = {
shortLetter: `Вітаю Вас!
Мене звуть Анастасія Новікова і мені приємно, що Ви завітали на мій сайт.
Я дуже щиро захоплююся людьми, які цікавляться особистим розвитком та 
хочуть тримати свої психоемоційні процеси в чистоті, я закохуюся в їх 
сміливість занурюватися у свій внутрішній світ та крокувати на зустріч інколи 
не самим приємним процесам, мене підкорює їх бажання покращувати якість 
свого життя, будувати теплі та близькі стосунки і отримувати задоволення від
життя...`,  
fullLetter: `Вітаю Вас!
Мене звуть Анастасія Новікова і мені приємно, що Ви завітали на мій сайт.
Я дуже щиро захоплююся людьми, які цікавляться особистим розвитком та 
хочуть тримати свої психоемоційні процеси в чистоті, я закохуюся в їх 
сміливість занурюватися у свій внутрішній світ та крокувати на зустріч інколи 
не самим приємним процесам, мене підкорює їх бажання покращувати якість 
свого життя, будувати теплі та близькі стосунки і отримувати задоволення від
життя.
На протязі п’яти років, кожного дня я допомагаю людям проживати  
незрозумілі для них стани, болючі та нестерпні страждання, втрати та зради, 
позбуватися від панічних атак, деяких видів залежності, від психосоматичних 
проявів тіла, виходити легко з співзалежних і нездорових стосунків, 
стройнішати, вибудовувати здорові стосунки з батьками, налаштовувати 
контакт з самим собою, з власним тілом, з власними відчуттями та бажаннями,
допомагаю зрозуміти, чого взагалі людина хоче від себе, свого життя, своєї 
реалізації, допомагаю побудувати власну опору на себе і мати автономність у 
всьому, щоб можна було будувати чесні та рівні стосунки, створювати родину, 
обирати високооплачувані посади, створювати власний бізнес, подорожувати 
та насолоджуватися своїм життям у повному обсязі та мати на це внутрішній 
ресурс і енергію.
Працюючи багато років з людьми я зрозуміла, що хочу створити дещо більше, 
я зрозуміла, що в мене є велика мрія.
Я мрію про щасливу, здорову і задоволену націю, мрію про добрі серця 
українців та щирі посмішки наших дітей.
Мені дуже закортіло, щоб кожна людина мала класні стосунки, доволі міцні та 
теплі сімейні відносини, улюблену роботу та почувала себе щасливою та 
задоволеною своїм життям, щоб мати можливість виховувати у цій любові та 
теплоті своїх діточок, бо діти – наше майбутнє і я дуже не хочу, щоб наша 
історія мала повторення і ми декілька поколінь поспіль лікували відголоски 
страшної війни.
І, я розумію, що це можливо тоді, коли кожна людина матиме можливість 
підтримувати психоемоційну гігієну та розвивати свою усвідомленність.
Тому я створила проект, який має назву «ПРОСТІР ВЗАЄМОВІДНОСИН», а у 
своїй соціальній мережі створюю теплу та приймаючу атмосферу для кожного,
щоб знали, де є в ці складні часи острівок безпеки, тепла, прийняття, любові 
та адекватності. `,
};
